Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/loppa-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Harald Samuelsberg ja Leonhard Gamst :
nob: Harald Samuelsberg og Leonhard Gamst :

source: Sámás : Elle Márjá Vars
nob: Samene og skolen i Loppa

source: Hanna ja Harald Samuelsberg
nob: Hanna og Harald Samuelsberg

source: ( Govva : Schrøder / Loppas historie )
nob: ( Foto : Schrøder / Loppas historie )

source: Jus lea unnán skuvlahistorjá gávdnamis Láhpis 1900-logus , de lea goit valjit dieđut 1800-logus .
nob: Om det er lite samisk skolehistorie fra Loppa på 1900-tallet , er her desto mer på 1800-tallet .

source: Buoremus gáldu dán oktavuođas lea Loppas historie – bygdebok for Loppa kommune ( Láhpi historjá – Láhpi suohkana giligirji ) , maid Harald Samuelsberg ja Leonhard Gamst leaba čállán .
nob: Den beste kilden til denne er Loppas historie – Bygdebok for Loppa kommune , skrevet av Harald Samuelsberg og Leonhard Gamst .

source: Eanas giligirjjiin riddo-Finnmárkkus leat unnán dieđut sápmelaččaid skuvladilálašvuođaid birra , muhto dán girjjis gal lea 23-siidosaš artihkal man namma lea Samene og skolen ( Sápmelaččat ja skuvla ) .
nob: Mens de fleste bygdebøker fra kyst-Finnmark ofrer liten plass på samiske skoleforhold , har denne boka et 23 siders kapittel med tittelen « Samene og skolen » .

source: Vaikko oassi dás lea ge oppalaš skuvlaáššiid birra , de das gávdná maid ollu konkrehtalaš dieđuid Láhpi sápmelaččaid skuvladili birra .
nob: En del av dette er riktignok generelt stoff som gjelder for større områder , men her er også mye konkrete opplysninger om skolen for samene i Loppa .

source: Moai letne dás váldán muhtun osiid mielde dien kapihttalis .
nob: Fra dette kapitlet har vi her tatt med noen utdrag .

source: Harald Samuelsberg ( 1911–86 ) bajásšattai Láhpis .
nob: Harald Samuelsberg ( 1911–86 ) var oppvokst i Loppa .

source: Sus lei dušše vuođđoskuvla ( álbmotskuvla ) , muhto barggai máŋggalágan bargguid , dávjá seamma áiggis .
nob: Av utdanning hadde han bare ungdomsskole ( folkehøgskole ) , men han hadde ei rekke yrker , til dels samtidig .

source: Earet eará lei son guolásteaddji , guollebearráigeahču bálvá , sadjásaš oahpaheaddji , fabrihkkabargi ja leansmanbálvá ovdalgo son 1948:s válddii badjelasas iežas bearraša oapmedálu .
nob: Han var bl.a. fisker , betjent ved fiskerioppsynet , lærervikar , fabrikkarbeider og lensmannsbetjent , før han i 1948 overtok familiens småbruk .

source: Maŋŋil barggai son maid ovtta áiggi Ákŋoluovtta suohkana kánturhoavdan .
nob: Seinere var han ei tid kontorsjef i Hasvik kommune .

source: Samuelsberg lei Bargiidbellodaga áirras Láhpi suohkanstivrras , ovtta áiggi lei son maid sátnejođiheaddjin , ovdalgo válljejuvvui stuoradiggeáirrasin 1958–69 .
nob: Samuelsberg satt i kommunestyret i Loppa for Arbeiderpartiet , ei tid som ordfører , før han blei stortingsrepresentant 1958–69 .

source: Son lei maid Norgga sámeráđi vuosttaš jođiheaddji ( 1964–80 ) .
nob: Han var også den første lederen av Norsk sameråd ( 1964–80 ) .

source: Go lei leamaš 11 jagi Stuoradikkis , de ii evttohan Finnmárkku Bargiidbellodat su šat 1969:s , ja lea gullon ahte lei su sámepolitihkalaš oaidnu mii lei sivvan dasa go su eai šat háliidan áirrasin .
nob: Etter 11 år på Stortinget blei han ikke nominert igjen av Finnmark Arbeiderparti i 1969 , og det har vært hevda at det var hans samepolitiske syn som gjorde at han ikke var ønska lenger .

source: Sus ledje ollu doaimmat bellodagas , almmolaš ráđiin ja lávdegottiin , ja lei earet eará miellahttun 1963 ' Álbmotskuvlalávdegottis , Boazodoalu- ja sámeáššiid davviriikkalaš lávdegottis 1964–1980 ja Sámi vuoigatvuođalávdegottis 1980 ' rájes .
nob: Han hadde et utall verv i parti og offentlige råd og utvalg , og var bl.a. medlem av Folkeskolekomiteen av 1963 , Nordisk samarbeidsorgan for reindrifts- og samespørsmål 1964–1980 og Samerettsutvalget fra 1980 .

source: Leonhard Gamst ( 1904–87 ) bajásšattai Láhpi sullos ja barggai buot iežas doaimmaidis doppe .
nob: Leonhard Gamst ( 1904–87 ) vokste opp på Loppa øy og hadde alt sitt virke der .

source: Maŋŋel soađi biddjojuvvui son oahpaheaddjivirgái mas barggai máŋga jagi , ja dan maŋŋel jođihii son gávppi .
nob: Etter krigen var han konstituert lærer i flere år , seinere dreiv han forretning .

source: Son lei ollu jagiid Láhpi suohkana skuvlastivrra ovdaolmmoš .
nob: Han var i mange år skolestyreformann i Loppa kommune .

source: Gamst lea maid čállán girjji : Slekten Gamst og Loppa øy .
nob: Gamst har også skrevet boka Slekten Gamst og Loppa øy .

source: Sápmelaččat ja skuvla
nob: Samene og skolen

source: ... Nu guhká go v. Westen elii , de geahččaledje čađahit sámegiel oahpahusa buot sámi mánáide nu viidát go lei vejolaš .
nob: ... Så lenge v. Westen levde , ble undervisning på samisk forsøkt innført for alle samebarn sålangt det var mulig .

source: Láhpi dilálašvuođa birra čállá son ná , maŋŋel go lea finadan dáppe 1717:s : « Loppens finner son er kun 6 familier og deriblandt ingen Fieldfinner , har noch udi deris egen Præsts omhyggelighed , særdelis siden hands klocher kand temmelig Lappisk , en schickelig Person .
nob: Om situasjonen i Loppa skriver han , etter sitt besøk her i 1717 : « Loppens finner som er kun 6 familier og deriblandt ingen Fieldfinner , har noch udi deris egen Præsts omhyggelighed , særdelis siden hands klocher kand temmelig Lappisk , en schickelig Person .

source: Diehtun dilálašvuođa birra mii lea Láhpi báhpasuohkanis doppe Oarje-Finnmárkkus , beaiváduvvon čakčamánu 17. beaivvi 1746 , čállá suohkanbáhppa Peder Krop earet eará : « Finnerne i Loppens og Hasvik sogner ere temmelig vel oplyste så de eftergive ikke den anden almue udi oplysning .
nob: I en Underretning om den Beskaffenhed , der findes ved Loppens Kald udi West-Finmarken , datert Loppen 17. september 1746 skriver sogneprest Peder Krop bl.a. : « Finnerne i Loppens og Hasvik sogner ere temmelig vel oplyste så de eftergive ikke den anden almue udi oplysning .

source: Suohkanbáhppa rámida iežas suohkana sámi mánáid , muhto sáhttá jearrat lea go dat máhttu man birra son čállá dárogiel máhttu , nu ahte sii leat ipmirdan dan dárogiel risttalašvuođamáhtu sisdoalu . ...
nob: Det er en god attest sognepresten gir sine samiske sognebarn , men spørsmålet er om den opplysning han skriver om , gjelder kunnskaper i norsk , så de har forstått innholdet av den lærdom i « Kristendom på norsk mål » som de har fått . ...

source: Biskop Schønheyder lei galledanmátkkis Finnmárkkus 1790:s ja finai dalle maid Láhpis .
nob: Biskop Schønheyder var på en visitasreise i Finnmark i 1790 og besøkte da også Loppa .

source: Mátkečállosis čállá son earet eará Láhpi birra ná : « Ungdommens kundskab er meget fattig .
nob: I sin visitasberetning skriver han bl.a. om Loppa ; « Ungdommens kundskab er meget fattig .

source: Schønheyder lea vuosttaš gii muitala midjiide ahte Láhpis lea leamaš sámeskuvlaoahpaheaddji .
nob: Schønheyder er den første som forteller oss at det har vært en sameskolelærer i Loppa .

source: Man guhká dáppe leamaš diekkár oahpaheaddji , dan eat dieđe .
nob: Hvor lenge det har vært en slik lærer her , vet vi ikke .

source: Muhto almmatge : Johtti oahpaheaddji doaibma Láhpis , gos olbmot orrot nu bieđgguid , dan áiggi go lei oanehis oahppanáigi , ii leat dákkár čoavddus mii sáhttá addit nu buriid bohtosiid .
nob: Men uansett : En omgangslærer i Loppa med dens spredte samebosetning , og med den korte undervisningstid det var , kunne ikke gi noen resultater .

source: Ain nu maŋŋit go 1850:s daddjo ahte sámemánáin lea dušše 4 beaivvi skuvla jagis .
nob: Ennå så sent som i 1850 heter det at samebarna kun har 4 dagers skole i året .

source: Dáppe Láhpis leat mis hui unnán dieđut skuvladilálašvuođaid birra .
nob: Her fra Loppa har vi bare sparsomme opplysninger om forholdene ved skolen .

source: Sámekuvlaoahpaheaddji maid Schønheyder namuha , ii sáhte leamaš beare guhká iežas virggis .
nob: Sameskolelæreren som Schønheyder nevner , kan ikke ha fortsatt så lenge i stillingen .

source: 1801 olmmošlohkamis ii namuhuvvo diekkár skuvlameašttir .
nob: Ved folketellingen i 1801 , nevnes ingen slik skolemester .

source: Skábmamánu 5. beaivvi 1804 čállá suohkanbáhppa Struve Láhpis ahte álbmot ii mávsse maidege skuvlaolbmáide ( oahpaheddjiide ) , ja ahte váhnemat eai birgen mánáideaset haga ruovttuin . ...
nob: Den 5. november 1804 skriver sogneprest Struve i Loppa at almuen ikke betalte noe til skoleholderne ( lærerne ) , og at foreldrene ikke kunne unnvære sine barn hjemme . ...

source: Ii lihkostuvvan nu bures oahpahit sápmelaččaide dárogiela , ja oppalohkái ii buktán skuvlla bargu beare buriid šattuid .
nob: Arbeidet med å lære samene norsk , og fruktene av skolens arbeide i det hele , har ikke svart til forventningene .

source: Dan duođaštit ollu cealkámušat dien áiggis .
nob: Det vitner mange uttalelser fra den tid om .

source: 1802:s čállá ge Hámmárfeastta suohkanbáhppa Qvale : « Man finder kun faa blandt Finnerne , der kan læse taalelig i en dansk Bog , færre , der kan gjøre Rede for deres Kristendom ... » .
nob: I 1802 skriver således sogneprest Qvale i Hammerfest : « Man finder kun faa blandt Finnerne , der kan læse taalelig i en dansk Bog , færre , der kan gjøre Rede for deres Kristendom ... » .

source: ... Muhto vaikko ledje ge dávddat ja soahti : Veaháš skuvlejupmi aŋkke lei , maiddái sámi mánáide .
nob: ... Men sykdom og krig tiltross : Noen skolegang har det likevel blitt , også for samebarna .

source: 1809:s gullat vuosttaš geardde muhtun oahpaheaddji birra Ákšovuonas .
nob: I 1809 hører vi første gang om en lærer i Øksfjord .

source: Su namma lei Jacob Pedersen .
nob: Han het Jacob Pedersen .

source: Vearrodieđuin lea su namma čállojuvvon « Skattefinner » vuollái .
nob: I skattemanntallet er han oppført under rubrikken Skattefinner .

source: Dasto son lea sápmelaš , ja lea várra leamaš johtti skuvlaoahpaheaddji – dahje nugo gohčodedje – skuvlaolmmái – Ákšovuona sámi mánáide , soaitá maid leamaš Cukcavuonas dahje muđuige Láhpis . ...
nob: Han er altså same , og har da sannsynligvis vært omgangsskolelærer - eller som det heter – skoleholder – for samebarna i Øksfjord , muligens også i Nuvsfjord eller i Loppa forøvrig . ...

source: Dalá áiggi mánáin ja nuorain ii lean nu ollu bajásčuvgehus .
nob: Det sto dårlig til med opplysningen blant barn og ungdom på den tid .

source: Muhtun galledeamis Láhpis jagis 1819 čohkkejedje 25 máná , ja eanas oassi ledje várra sámi mánát , muhto dušše moattes sis máhtte lohkat girjjis dahje vástidit gažaldagaid .
nob: Under en visitas i Loppa i 1819 møtte det 25 barn , hvorav de fleste vel har vært samer , men bare få av dem kunne lese i bok eller svare på spørsmålene .

source: Doppe ii lean leamaš skuvlaoahpaheaddji guhkes áigái .
nob: Det hadde ikke vært skolelærer der , på lange tider .

source: « Ii leat vejolaš oažžut čeahpes sámeskuvlaolbmá suohkanii » , daddjui .
nob: « En dyktig sameskolemester var ikke å få i sognet » , heter det .

source: 1826:s lei johtti skuvlaoahpaheaddji Láhpis , « gos eanas oassi ássiin ledje sápmelaččat , ja gos dievddut ipmirdedje veaháš dárogiela , muhto nissonolbmot eai , ja gos skuvlaolmmái ( oahpaheaddji ) lei dáčča gii ii ipmirdan sámegiela » .
nob: I 1826 var det en omgangsskolelærer i Loppa , « der de fleste av innbyggerne var samer , hvor vel mennene for en del forsto norsk , men ikke kvinnene , og hvor skoleholderen ( læreren ) var en nordmann som ikke forsto samisk » .

source: ... Dán háve lei Stockfleth Ákšovuonas sullii guokte vahku .
nob: ... Stockfleth var denne gang i Øksfjord i vel to uker .

source: Son logai dan guovllu sámi nuoraiguin , čállá son , mii ferte mearkkašit ahte son lágidii skuvlla doppe .
nob: Han leste med distriktets finske ungdom , skriver han , hvilket må bety at han holdt skole der .

source: Sáhttá leamaš rihppaskuvla , muhto eanemus jáhkehahtti lea ahte lea leamaš dábálaš skuvla , daningo dien áiggi ii lean konfirmašuvdna Ákšovuonas .
nob: Det kan muligens ha vært en forberedelse til konfirmasjonen , men det sannsynligste er at det har vært en vanlig skole , da der på den tid ikke ble holdt konfirmasjon i Øksfjord .

source: Ákšovuonas ferte leamaš skuvla ja sierra skuvlavisti juo dalle .
nob: Det må ha vært en fast skole i Øksfjord med eget skolehus allerede .

source: 1859:s dahje sullii dieid áiggiid – nugo celkojuvvo – sirdojuvvui skuvlavisti Hamnas Ákšovutnii , dahje Nøisomhed nammasaš báikái , nugo giehmánne Buck lei gohčodišgoahtán iežas báikki , gos ieš ásai ja jođihii gávppi .
nob: I 1859 eller deromkring – heter det – blei et skolehus flyttet fra Hamna til Øksfjord , eller til Nøisomhed som kjøpmann Buck hadde døpt eiendommen der han bodde og hadde sin forretning .

source: Ferte leamaš oahpaheaddjivátni Ákšovuonas mii lea dagahan ahte Stockfleth lea ferten boahtit deike . ...
nob: Det må ha vært lærermangel i Øksfjord som har ført til at Stockfleth har kommet hit . ...

source: Maiddái dán oktavuođas guoskkaha Stockfleth Ákšovuona ja Dálbmeluovtta sámi nuoraid máhtolašvuođadási .
nob: Og så kommer Stockfleth litt inn på kunnskapsnivået hos den samiske ungdom i Øksfjord og Talvik .

source: Ii ge son čále duođi eanet dien ášši birra , ii soaitte ge leat leamaš nu ollu eanet maid čállit . ... ...
nob: Mere om den sak skriver han ikke , kanskje det ikke har vært så mye å skrive om heller . ...

source: 1840:s lei Láhppái boahtán ođđa suohkanbáhppa .
nob: I 1840 hadde Loppa fått en ny sogneprest .

source: Namalassii Christoffer Andreas Lassen .
nob: Det var Christoffer Andreas Lassen .

source: Su birra mii gullat eará oktavuođain .
nob: Om ham skal vi høre i andre sammenhenger .

source: Son manai Stockfletha beallái giellanákkus .
nob: Han stilte seg på Stockfleths side i språkstriden .

source: Su maŋisboahtti , Markus Meyer , gii bođii Láhppái geassemánus 1848 , lei dáruiduhttinolmmái ja son sirddii nákku báikkálaš dássái .
nob: Hans ettermann , Markus Meyer som kom til Loppa i juni 1848 , var fornorskningsmann , og førte striden over på det lokale plan .

source: Láhpi skuvlamánát ledje ollu eret skuvllas , ja skuvlakommišuvdna lei veardidan geavahit bággogaskaomiid oažžun dihtii mánáid skuvlii .
nob: Det hadde vært mange skoleforsømmelser i Loppa , og skolekommisjonen hadde overveiet å ta ibruk tvangsmidler for å få barna til å gå på skole .

source: Vearrámus dilis ledje sámi mánát jus sii jávke skuvllas , go sin váhnemat eai sáhttán veahkehit lohkamiin ruovttus , daningo sii eai lohkan iežaset ipmirdit olus maidege sámegiel girjjiin , namalassii Stockfletha girjjiin .
nob: Det var værst for samebarna om de skulket skolen , og foreldrene kunne ikke hjelpe til med lesingen hjemme , fordi de etter eget utsagn ikke forsto de nye samiske bøker , altså Stockfleths bøker .

source: Dát bođii ovdan go bismma Kjerschow ja Dálbmeluovtta proavás Aars galledeigga Láhpi suoidnemánu 8. beaivvi 1846 .
nob: Dette ble hevdet ved en visitas i Loppa den 8. juli 1846 ved biskop Kjerschow og prost Aars i Talvik .

source: Proavás Aars ja suohkanbáhppa Meyer leigga ođđa galledanmátkkis Láhpis 3 jagi maŋŋil .
nob: Ny visitas på Loppa 3 år senere ved prost Aars og sogneprest Meyer .

source: Dalle soai gávnnaheigga ahte dárogielagat ja dat sámi nuorat geat hupme dárogiela , máhtte eanet go dat sápmelaččat geaidda oahpahuvvui dušše sámegillii .
nob: De fant ut at de norske og de sameungdommer som snakket norsk , hadde mere kunnskaper enn de samer som utelukkende var undervist på samisk .

source: Ja dan rájes mearriduvvui ahte buot sámi mánát galget oahpahuvvot dušše dárogillii .
nob: Og nå ble det bestemt at alle samebarn skulle undervises på norsk .

source: Jens Mortensen , – riegádeamis suopmelaš ( kveana ) , muhto humai sihke dárogiela ja sámegiela , lei leamaš skuvlameašttir ruovttubáikkistis Ákšovuonas 1838 ' rájes , gos skuvlavisti lei Hamna nammasaš báikkis .
nob: Jens Mortensen , – finne ( kvæn ) av fødsel , men som snakket både norsk og samisk , hadde vært sameskolemester i Øksfjord siden 1838 hvor han bodde , og hvor det var skolehus i Hamna .

source: Go lei rihppaskuvla Láhpis , de son manai dohko iežas ohppiiguin vai beasai dulkot sidjiide go báhppa skuvlii konfirmánttaid .
nob: Var det konfirmasjonsforberedelse på Loppa , kom han dit sammen med sine elever for å være tolk for dem , når presten underviste konfirmantene .

source: Muhto olbmot eai lean duhtavaččat Mortenseniin , daningo son lei láiki ja fuollameahttun .
nob: Men folk var misfornøyd med Mortensen fordi han var doven og likegyldig .

source: Ovdal lei son oahpahan sámegillii , muhto maŋŋel bismma galledeami 1849:s fertii son oahpahišgoahtit dárogillii .
nob: Før hadde han undervist på samisk , etter visitasen i 1849 måtte han undervise på norsk .

source: Dat lei báhpa ja proavvása dáhttu , logai son .
nob: Det var prostens og prestens vilje , sa han .

source: Váhnemat eai diehtán maid galge dahkat , sis ii lean goassege jerrojuvvon dien áššis .
nob: Foreldrene viste verken ut eller inn , de var vel aldri blitt spurt i den sak .

source: Ja borgemánus 1850 bođii fáhkkestaga ođđa diehtu : Proavás lei sádden dieđu ahte buot sámi mánáide galggai fas addot oahppu sámegillii .
nob: I august 1850 kom det plutselig ny beskjed : Prosten hadde gitt pålegg om at samebarna igjen skulle undervises på samisk .

source: Váhnemat šadde eahpesihkkarat go skuvllas čađat molso gielaid .
nob: Denne stadige omskiftningen av språket i skolen , forvirret foreldrene .

source: Sii eai diehtán maid galge , ja eai ge diehtán mii mánáide livččii buoremus : Galgego lohkat dárogiela , vai galgego lohkat sámegiela ?
nob: De var fullstendig i villrede , og viste ikke hva som var best for barna : Skulle de lese norsk , eller skulle de lese samisk ?

source: Proavás lei molson oaivila daningo son lei fas fitnan galledeamen Láhpi , borgemánu 11. beaivvi 1850 .
nob: At prosten hadde endret opfatning , skyldes at han igjen hadde hatt visitas i Loppa . Det var den 11. august 1850 .

source: Dál son lei ges vásihan dan ahte sámi mánát lohke dárogiela , muhto eai ipmirdan ieža maid lohke .
nob: Nå gjorde han den erfaring at mange av samebarna leste norsk uten å forstå språket .

source: De son attii ge fas dieđu ahte sámi mánáid oahpahangiella galggai leat sámegiella .
nob: Det var da han ga ordre om at undervisningsspråket for samebarna skulle være samisk .

source: De lea fas bismma galledeapmi Láhpis .
nob: Så er det igjen visitas i Loppa .

source: Dál ges geassemánu 26. beaivvi 1851 .
nob: Denne gang den 26. juni 1851 .

source: Lei boahtán ođđa bisma .
nob: Det hadde vært biskopskifte .

source: Kjerschow sadjái lei boahtán Juell .
nob: Kjerschow var avløst av Juell .

source: Jens Mortensen lei guovvamánus biddjojuvvon eret sámi oahpaheaddjivirggis , muhto son lei mielde galledeamis , ja čilgii doppe ahte dan áiggis go son lei oahpaheaddjin , de lei dáhpáhuvvan ahte muhtun sámi váhnemat ledje sávvan ahte sin mánát galge oahpahuvvot dárogillii , daningo lei gullogoahtán ahte « sámegiella galggai jávkaduvvot » .
nob: Jens Mortensen var i februar s.å. blitt avskjediget som samelærer , men var tilstede under visitasen , der han forklarte at det i hans tid som lærer , hadde hendt at en del av de samiske foreldre hadde ønsket at deres barn skulle bli undervist i norske bøker , da det var utbredt det rykte « at Finsken skulde afskaffes » .

source: Čuvgejuvvui maid ahte lei buorre doaivva gávdnat sámi oahpaheaddji Mortensena sadjái « Láhpi sámi ja Ákšovuona skuvlabiirii » .
nob: Det ble videre opplyst at det var godt håp om å få en samelærer etter Mortensen « i Loppa samiske og Øksfjord skoledistrikt » .

source: Ii lean čállojuvvon skuvlajournála oahpaheddjiid « váilevaš čállinmáhtu » sivas .
nob: Der hadde ikke vært ført noen skolejournal på grunn av lærernes « Uskrivedyktighed » .

source: Oktanaga Jens Mortenseniin lea maid leamaš sámi oahpaheaddji Beasfearddas ( Jogas ) .
nob: Samtidig med Jens Mortensen har det også vært en samelærer i Bergsfjord .

source: Namalassii Johan Peder Pedersen , gii ásai Hommelviikkas , ja gii ferte lean luohpan oahpaheaddjin birrasiid 1850-logus .
nob: Det var Johan Peder Pedersen som bodde i Hommelvik i Bergsfjord , og som må ha gått av som lærer omkring 1850-tallet .

source: Stockfletha girjjit geavahuvvojedje dál buot sámeskuvlla oahpahusas .
nob: Stockfleths bøker ble nå brukt i undervisningen i sameskolen .

source: Ođđa bismmas ii leat mihkkege vuosteháguid dasa .
nob: Den nye biskopen hadde ingen innvendinger mot det .

source: Guokte jagi maŋŋil lea J. Wetlesen Oarje-Finnmárkku proavás .
nob: To år senere er J. Wetlesen prost i Vestfinnmark .

source: Son gávnnaha ahte sámi mánáin Láhpis lea heittot máhttu .
nob: Han konstaterer at det står dårlig til med kunnskapene hos samebarna i Loppa .

source: Su oaivila mielde lea dasa sivvan ahte sámeskuvlaoahpaheaddjis váilu « beroštupmi iežas gohččumii » , ja go váhnemat leat nu šlunddit ja geafit .
nob: Han mener at årsaken er å finne i sameskolelærerens mangel på « iver i sitt kall » , og i foreldrenes sløvhet og fattigdom .

source: Lea čielggas ahte bisma dáhtui bearráigeahččat skuvlla risttalašvuođa oahpaheami.1854:s lea son fas galledanmátkkis Láhpis .
nob: Det var tydelig at biskopen ville ha tilsyn med det som skjer med kristendomsundervisningen i skolen . I 1854 har han igjen visitas i Loppa .

source: Son gávnnaha ahte sámi mánát leat bázahallan oahpu ja lohkama dáfus , vaikko sis leamaš giellačeahppi oahpaheaddjin .
nob: Han finner ut at samebarna står tilbake i kunnskaper og lesning , enda de har hatt en språkkyndig lærer .

source: Áibbas diehtemeahttunvuođas leigga guokte máná geaid váhnemat ledje sihtan oahpahit dárogillii , ja soai eaba ipmirdan maidege das maid oahpahalaiga bajiloaivvi , čilgii oahpaheaddji .
nob: Helt uvitende var to barn som etter ønske av foreldrene var blitt undervist i norsk , de forsto ikke noe av det de forsøkte å pugge , forklarte læreren .

source: Suohkanbáhppa Meyer beasai ge de gullat ahte sus ii ábuhan diktit váhnemiid mearridit makkár gillii sin mánáid galggai oahpahit .
nob: Sogneprest Meyer fikk nå vite at han ikke måtte la foreldrene bestemme hvilket språk barrna skulle undervises på .

source: Bisma lei fámolaš olmmoš .
nob: Biskopen var en mektig mann .

source: Leat ollu duođaštusat dasa ahte Láhpi sámi mánáin lei heittot dárogiel máhttu gaskkamuttus 1800-logu .
nob: At det sto dårlig til med kunnskaper i det norske språk blant samene i Loppa i midten av 1800-tallet , har vi mange beviser på .

source: Nu čállá ge dasto Meyer reivves , mii lea beaiváduvvon 1.12.1848 – go lea leamaš dáppe jahkebeali , – ahte Láhpi sámit leat « vudjon garra ja vártnuhis dillái » , muhto čeahpimusat sis gal máhttet hupmat dárogiela .
nob: Meyer skriver således i et brev , datert 1.12.1848 – etter å ha vært her et halvt år , – at samene i Loppa er « nedsunket i Råhed og Armod » , men at de mer opplyste av dem kan tale norsk .

source: Son mihtidii olbmo bajáščuvgejumi dárogiel máhtuin .
nob: Han tar kunnskaper i norsk som et tegn på opplysning .

source: Ieš son ii gal máhttán sámegiela , ja de ii sáhttán ge hupmat iežas báhpasuohkana mánáiguin sin iežaset eatnigillii , ja liikká son lea gávnnahan ahte sis geat máhttet dárogiela lea eanet diehtu go sis geat eai máhte dan giela .
nob: Selv kunne han jo ikke samisk , og kunne derfor ikke snakke med sine sognebarn på deres eget språk , likevel har han funnet ut at de som snakker norsk , er mer opplyste enn de som ikke gjør det .

source: 1850 ' giđa ja geasi lei semináraoahpaheaddji A. J. Lasson stipeandamátkkis Oarje-Finnmárkkus .
nob: Våren og sommeren 1850 var seminarlærer A. J. Lasson på en stipendreise i Vest-finnmark .
